[
  "Artificial intelligence (AI) is intelligence demonstrated by machines, as opposed to natural intelligence displayed by animals including humans.",
  "Machine learning is a subset of artificial intelligence that provides systems the ability to automatically learn and improve from experience without being explicitly programmed.",
  "The theory of relativity, proposed by Albert Einstein, describes the relationship between space and time and how they are influenced by gravity.",
  "Photosynthesis is the process by which plants use sunlight, water and carbon dioxide to produce oxygen and energy in the form of sugar.",
  "Deep learning is part of a broader family of machine learning methods based on artificial neural networks with representation learning.",
  "The human genome project was an international scientific research project aimed at determining the sequence of the human genome and identifying and mapping all human genes.",
  "Natural language processing (NLP) is a subfield of linguistics, computer science, and artificial intelligence concerned with the interactions between computers and human language.",
  "Climate change refers to long-term shifts in temperatures and weather patterns, mainly caused by human activities, especially the burning of fossil fuels.",
  "Quantum computing is a type of computation that harnesses the collective properties of quantum states, such as superposition, interference, and entanglement, to perform calculations.",
  "The Renaissance was a period in European history marking the transition from the Middle Ages to modernity and covering the 15th and 16th centuries.",
  "Neural networks are computing systems vaguely inspired by the biological neural networks that constitute animal brains.",
  "Plate tectonics is a scientific theory describing the large-scale motion of seven large plates and the movements of a larger number of smaller plates of Earth's lithosphere.",
  "Genetic algorithms are a type of optimization algorithm, typically used to find optimal solutions to search problems based on the theory of natural selection and evolutionary biology.",
  "The Industrial Revolution was the transition to new manufacturing processes in Europe and the United States, in the period from about 1760 to sometime between 1820 and 1840.",
  "Reinforcement learning is an area of machine learning concerned with how software agents ought to take actions in an environment so as to maximize some notion of cumulative reward.",
  "The periodic table is a tabular display of the chemical elements, arranged by atomic number, electron configuration, and recurring chemical properties.",
  "Blockchain is a system of recording information in a way that makes it difficult or impossible to change, hack, or cheat the system. It is essentially a digital ledger of transactions.",
  "The Big Bang theory is the prevailing cosmological model explaining the existence of the observable universe from the earliest known periods through its subsequent large-scale evolution.",
  "CRISPR is a family of DNA sequences found in the genomes of prokaryotic organisms such as bacteria and archaea. These sequences are derived from DNA fragments of bacteriophages.",
  "The Internet of Things (IoT) describes physical objects with sensors, processing ability, software, and other technologies that connect and exchange data with other devices and systems over the Internet.",
  "Renewable energy is energy that is collected from renewable resources, which are naturally replenished on a human timescale, such as sunlight, wind, rain, tides, waves, and geothermal heat.",
  "Cybersecurity is the practice of protecting systems, networks, and programs from digital attacks. These cyberattacks are usually aimed at accessing, changing, or destroying sensitive information.",
  "The theory of evolution by natural selection, first formulated in Darwin's book 'On the Origin of Species' in 1859, is the process by which organisms change over time as a result of changes in heritable physical or behavioral traits.",
  "Nanotechnology is the manipulation of matter on an atomic, molecular, and supramolecular scale for industrial purposes.",
  "Virtual reality (VR) is a simulated experience that can be similar to or completely different from the real world.",
  "The human microbiome is the aggregate of all microbiota that reside on or within human tissues and biofluids along with the corresponding anatomical sites in which they reside.",
  "Dark matter is a hypothetical form of matter thought to account for approximately 85% of the matter in the universe and about a quarter of its total energy density.",
  "Fusion power is a proposed form of power generation that would generate electricity by using heat from nuclear fusion reactions.",
  "The Anthropocene is a proposed geological epoch dating from the commencement of significant human impact on Earth's geology and ecosystems, including, but not limited to, anthropogenic climate change.",
  "Quantum entanglement is a physical phenomenon that occurs when pairs or groups of particles are generated, interact, or share spatial proximity in ways such that the quantum state of each particle cannot be described independently of the state of the others."
]